Repository: taikun114/Mocolamma
Catalog: Mocolamma/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, ru, uk, zh_hans, zh_hk

source: Open Link?
ar: فتح الرابط؟
de: Link öffnen?
es: ¿Abrir enlace?
fr: Ouvrir le lien ?
ja: リンクを開きますか？
ko: 링크를 여시겠습니까?
ru: Открыть ссылку?
uk: Відкрити посилання?
zh_hans: 是否打开链接？
zh_hk: 是否開啟連結？

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les paramètres
ja: 設定を開く
ko: 설정 열기
ru: Открыть настройки
uk: Відкрити налаштування
zh_hans: 打开设置
zh_hk: 開啟設定

source: Open Source License
ar: ترخيص مفتوح المصدر
de: Open Source Lizenz
es: Licencia de Código Abierto
fr: Licence Open Source
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
ru: Лицензия с открытым исходным кодом
uk: Ліцензія з відкритим вихідним кодом
zh_hans: 开源许可证
zh_hk: 開源授權

source: Open the Send Email window?
ar: فتح نافذة إرسال البريد الإلكتروني؟
de: Fenster zum Senden einer E-Mail öffnen?
es: ¿Abrir la ventana de Enviar Correo Electrónico?
fr: Ouvrir la fenêtre d'envoi d'e-mail ?
ja: メール送信画面を開きますか？
ko: 이메일 작성 창을 여시겠습니까?
ru: Открыть окно отправки письма?
uk: Відкрити вікно надсилання листа?
zh_hans: 是否打开发送邮件窗口？
zh_hk: 是否開啟發送郵件視窗？

source: Open the send feedback email window.
ar: فتح نافذة إرسال بريد إلكتروني للملاحظات.
de: Fenster zum Senden einer Feedback-E-Mail öffnen.
es: Abrir la ventana de envío de correo electrónico de comentarios.
fr: Ouvrir la fenêtre d'envoi d'e-mail de commentaires.
ja: フィードバックのメール送信画面を開きます。
ko: 피드백 이메일 작성 창을 엽니다.
ru: Открыть окно для отправки отзыва.
uk: Відкрити вікно для надсилання відгуку.
zh_hans: 打开发送反馈邮件窗口。
zh_hk: 開啟發送回饋郵件視窗。

source: Open Website
ar: فتح الموقع الإلكتروني
de: Website öffnen
es: Abrir Sitio Web
fr: Ouvrir le site Web
ja: ウェブサイトを開く
ko: 웹사이트 열기
ru: Открыть сайт
uk: Відкрити сайт
zh_hans: 打开网站
zh_hk: 開啟網站

source: Order
ar: الترتيب
de: Bestellung
es: Orden
fr: Ordre
ja: 順序
ko: 순서
ru: Порядок
uk: Порядок
zh_hans: 顺序
zh_hk: 順序

source: Other License
ar: ترخيص آخر
de: Andere Lizenz
es: Otra Licencia
fr: Autre licence
ja: その他のライセンス
ko: 기타 라이선스
ru: Другая лицензия
uk: Інша ліцензія
zh_hans: 其他许可证
zh_hk: 其他授權

source: Parameter Count:
ar: عدد المعلمات:
de: Parameteranzahl:
es: Número de Parámetros:
fr: Nombre de paramètres :
ja: パラメーター数:
ko: 파라미터 수:
ru: Количество параметров:
uk: Кількість параметрів:
zh_hans: 参数数量：
zh_hk: 參數數量：

source: Parameter Size:
ar: حجم المعلمات:
de: Parametergröße:
es: Tamaño de Parámetros:
fr: Taille des paramètres :
ja: パラメーターサイズ:
ko: 파라미터 크기:
ru: Размер параметров:
uk: Розмір параметрів:
zh_hans: 参数尺寸：
zh_hk: 參數尺寸：

source: Parent Model:
ar: النموذج الأب:
de: Elternmodell:
es: Modelo Padre:
fr: Modèle parent :
ja: 親モデル:
ko: 부모 모델:
ru: Родительская модель:
uk: Батьківська модель:
zh_hans: 父模型：
zh_hk: 父模型：

source: Permission is required to connect to Ollama servers on the same network.
ar: الموافقة مطلوبة للاتصال بخوادم Ollama على نفس الشبكة.
de: Berechtigung zum Verbinden mit Ollama-Servern im selben Netzwerk erforderlich.
es: Se requiere permiso para conectarse a los servidores de Ollama en la misma red.
fr: Une autorisation est requise pour se connecter aux serveurs Ollama sur le même réseau.
ja: 同一ネットワーク内のOllamaサーバーに接続するには権限が必要です。
ko: 동일 네트워크상의 Ollama 서버に 연결하려면 권한이 필요합니다.
ru: Для подключения к серверам Ollama в той же сети требуется разрешение.
uk: Для підключення до серверів Ollama в тій же мережі потрібен дозвіл.
zh_hans: 连接到同一网络上的 Ollama 服务器需要权限。
zh_hk: 連線至同一區域網絡上的 Ollama 伺服器需要權限。

source: Permissions
ar: الأذونات
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: 権限
ko: 권한
ru: Разрешения
uk: Дозволи
zh_hans: 权限
zh_hk: 權限

source: Photo Library...
ar: مكتبة الصور...
de: Fotomediathek...
es: Fototeca...
fr: Photothèque...
ja: 写真ライブラリ...
ko: 사진 라이브러리...
ru: Медиатека...
uk: Фототека...
zh_hans: 照片图库...
zh_hk: 相片圖庫...

source: Please select a server in the Server tab.
ar: يرجى تحديد خادم في علامة تبويب الخادم.
de: Bitte wählen Sie einen Server im Server-Tab aus.
es: Por favor, selecciona un servidor en la pestaña Servidor.
fr: Veuillez sélectionner un serveur dans l'onglet Serveur.
ja: サーバータブでサーバーを選択してください。
ko: 서버 탭에서 서버를 선택하세요.
ru: Пожалуйста, выберите сервер во вкладке «Сервер».
uk: Будь ласка, виберіть сервер у вкладці «Сервер».
zh_hans: 请在“服务器”选项卡中选择一个服务器。
zh_hk: 請在「伺服器」分頁中選擇伺服器。

source: Please select an item from the sidebar.
ar: يرجى تحديد عنصر من الشريط الجانبي.
de: Bitte wählen Sie einen Eintrag aus der Seitenleiste aus.
es: Selecciona un elemento de la barra lateral.
fr: Veuillez sélectionner un élément dans la barre latérale.
ja: サイドバーから項目を選択してください。
ko: 사이드바에서 항목을 선택하세요.
ru: Пожалуйста, выберите пункт в боковой панели.
uk: Будь ласка, виберіть пункт у бічній панелі.
zh_hans: 请从侧边栏选择一个项目。
zh_hk: 請從側邊欄選擇項目。

source: Please select the location of the images you want to attach.
ar: يرجى تحديد موقع الصور التي تريد إرفاقها.
de: Bitte wählen Sie den Speicherort der Bilder aus, die Sie anhängen möchten.
es: Seleccione la ubicación de las imágenes que desea adjuntar.
fr: Veuillez sélectionner l'emplacement des images que vous souhaitez joindre.
ja: 添付したい画像の場所を選択してください。
ko: 첨부할 이미지의 위치를 선택하십시오.
ru: Выберите местоположение изображений, которые вы хотите прикрепить.
uk: Будь ласка, виберіть розташування зображень, які ви хочете прикріпити.
zh_hans: 请选择要附加的图像的位置。
zh_hk: 請選擇要附加的圖像的位置。

source: Please select where to save this image.
ar: يرجى تحديد مكان حفظ هذه الصورة.
de: Bitte wählen Sie aus, wo dieses Bild gespeichert werden soll.
es: Selecciona dónde quieres guardar esta imagen.
fr: Veuillez sélectionner l'emplacement où enregistrer cette image.
ja: この画像の保存先を選択してください。
ko: 이미지를 저장할 위치를 선택하세요.
ru: Пожалуйста, выберите место для сохранения изображения.
uk: Будь ласка, виберіть місце для збереження зображення.
zh_hans: 请选择保存此图像的位置。
zh_hk: 請選擇儲存此圖片的位置。

source: Preparing...
ar: جاري التحضير...
de: Vorbereiten...
es: Preparando...
fr: Préparation…
ja: 準備中…
ko: 준비 중…
ru: Подготовка...
uk: Підготовка...
zh_hans: 准备中…
zh_hk: 準備中…

source: Previous Revision
ar: المراجعة السابقة
de: Vorherige Revision
es: Revisión Anterior
fr: Révision précédente
ja: 前のリビジョン
ko: 이전 리비전
ru: Предыдущая версия
uk: Попередня версія
zh_hans: 前一版本
zh_hk: 前一版本

source: Processing images...
ar: جاري معالجة الصور...
de: Bilder werden verarbeitet...
es: Procesando imágenes...
fr: Traitement des images...
ja: 画像を処理中...
ko: 이미지 처리 중...
ru: Обработка изображений...
uk: Обробка зображень...
zh_hans: 正在处理图片...
zh_hk: 正在處理圖片...

source: Quantization Level:
ar: مستوى التكميم (Quantization):
de: Quantisierungslevel:
es: Nivel de Cuantización:
fr: Niveau de quantification :
ja: 量子化レベル:
ko: 양자화 레벨:
ru: Уровень квантования:
uk: Рівень квантування:
zh_hans: 量化级别：
zh_hk: 量化級別：

source: Reduces the probability of generating nonsense. A higher value like 100 will give more diverse answers, while a lower value like 10 will give more stable answers.
ar: يقلل من احتمالية توليد كلام غير منطقي. القيمة العالية مثل 100 تعطي إجابات أكثر تنوعاً، بينما القيمة المنخفضة مثل 10 تعطي إجابات أكثر استقراراً.
de: Reduziert die Wahrscheinlichkeit, Unsinn zu erzeugen. Ein höherer Wert wie 100 führt zu vielfältigeren Antworten, während ein niedrigerer Wert wie 10 stabilere Antworten liefert.
es: Reduce la probabilidad de generar tonterías. Un valor más alto como 100 dará respuestas más diversas, mientras que un valor más bajo como 10 dará respuestas más estables.
fr: Réduit la probabilité de générer des absurdités. Une valeur élevée comme 100 donnera des réponses plus diverses, tandis qu'une valeur faible comme 10 donnera des réponses plus stables.
ja: 無意味な文章を生成する確率を低減します。100のような大きな値では多様な回答が得られ、10のような低い値では安定的な回答を得ることができます。
ko: 무의미한 텍스트가 생성될 확률을 줄입니다. 100과 같이 높은 값은 더 다양한 답변을 제공하고, 10과 같이 낮은 값은 더 안정적인 답변을 제공합니다.
ru: Снижает вероятность генерации бессмыслицы. Более высокое значение, например 100, даст более разнообразные ответы, а более низкое значение, например 10, даст более стабильные ответы.
uk: Знижує ймовірність генерації нісенітниць. Вище значення, наприклад 100, дасть різноманітніші відповіді, тоді як нижче значення, наприклад 10, дасть стабільніші відповіді.
zh_hans: 降低生成无意义内容的概率。较高的值（如 100）会提供更多样化的回答，而较低的值（如 10）会提供更稳定的回答。
zh_hk: 降低生成無意義內容的概率。較高的值（如 100）會提供更多樣化的回答，而較低的值（如 10）會提供更穩定的回答。

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 再読み込み
ko: 새로고침
ru: Обновить
uk: Оновити
zh_hans: 刷新
zh_hk: 重新整理

source: Refresh status
ar: تحديث الحالة
de: Status aktualisieren
es: Actualizar estado
fr: Actualiser le statut
ja: 状態の更新
ko: 상태 새로고침
ru: Обновить статус
uk: Оновити статус
zh_hans: 刷新状态
zh_hk: 更新狀態

source: Refresh the list of running models.
ar: تحديث قائمة النماذج القيد التشغيل.
de: Die Liste der ausgeführten Modelle aktualisieren.
es: Actualizar la lista de modelos en ejecución.
fr: Actualiser la liste des modèles en cours d'exécution.
ja: 実行中モデルのリストを更新します。
ko: 실행 중인 모델 목록을 새로 고칩니다.
ru: Обновить список запущенных моделей.
uk: Оновити список запущених моделей.
zh_hans: 刷新正在运行的模型列表。
zh_hk: 重新整理正在執行的模型清單。

source: Repeat Last N
ar: تكرار آخر N
de: Zuletzt N wiederholen
es: Repetir últimos N
fr: Répéter les N derniers
ja: 繰り返し参照範囲
ko: 마지막 N개 반복
ru: Повтор последних N
uk: Повтор останніх N
zh_hans: 重复最后 N 个
zh_hk: 重複最後 N 個

source: Repeat Penalty
ar: عقوبة التكرار
de: Wiederholungsstrafe
es: Penalización de repetición
fr: Pénalité de répétition
ja: 繰り返しペナルティ
ko: 반복 페널티
ru: Штраф за повторение
uk: Штраф за повторення
zh_hans: 重复惩罚
zh_hk: 重複懲罰

# RepeatLastN_Custom
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: 数値を指定
ko: 사용자 지정
ru: Пользовательский
uk: Користувацький
zh_hans: 自定义
zh_hk: 自定義

# RepeatLastN_Disabled
source: Disabled
ar: معطل
de: Deaktiviert
es: Desactivado
fr: Désactivé
ja: 無効
ko: 비활성화됨
ru: Отключено
uk: Вимкнено
zh_hans: 禁用
zh_hk: 禁用

# RepeatLastN_Max %d
source: Max (%d)
ar: الأقصى (%d)
es: Máx (%d)
ja: 最大 (%d)
ko: 최대 (%d)
ru: Макс (%d)
uk: Макс (%d)
zh_hans: 最大 (%d)
zh_hk: 最大 (%d)

# RepeatLastN_Max %lld
source: Max (%lld)
ar: الأقصى (%lld)
es: Máx (%lld)
ja: 最大 (%lld)
ko: 최대 (%lld)
ru: Макс (%lld)
uk: Макс (%lld)
zh_hans: 最大 (%lld)
zh_hk: 最大 (%lld)

# RepeatLastN_None
source: None
ar: لا يوجد
de: Keine
es: Ninguno
fr: Aucun
ja: 指定なし
ko: 없음
ru: Нет
uk: Немає
zh_hans: 无
zh_hk: 無

source: Report a Bug
ar: الإبلاغ عن خطأ
de: Fehler melden
es: Reportar un Error
fr: Signaler un bug
ja: バグを報告
ko: 버그 보고
ru: Сообщить об ошибке
uk: Повідомити про помилку
zh_hans: 报告错误
zh_hk: 回報錯誤

source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: やり直す
ko: 다시 시도
ru: Повторить
uk: Повторити
zh_hans: 重试
zh_hk: 重試

source: running
ar: يعمل
de: läuft
es: en ejecución
fr: en cours
ja: 実行中
ko: 실행 중
ru: запущено
uk: запущено
zh_hans: 运行中
zh_hk: 執行中

source: Running Models:
ar: النماذج التي تعمل:
de: Laufende Modelle:
es: Modelos en Ejecución:
fr: Modèles en cours d'exécution :
ja: 実行中のモデル数:
ko: 실행 중인 모델 수:
ru: Запущенные модели:
uk: Запущені моделі:
zh_hans: 运行中的模型数：
zh_hk: 執行中的模型數：

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
ru: Сохранить
uk: Зберегти
zh_hans: 保存
zh_hk: 儲存

source: Save as File…
ar: حفظ كملف…
de: Als Datei speichern…
es: Guardar como archivo…
fr: Enregistrer sous forme de fichier…
ja: ファイルとして保存…
ko: 파일로 저장…
ru: Сохранить как файл...
uk: Зберегти як файл...
zh_hans: 保存为文件…
zh_hk: 儲存為檔案…

source: Save to Photo Library
ar: حفظ في مكتبة الصور
de: In Fotomediathek speichern
es: Guardar en la fototeca
fr: Enregistrer dans la photothèque
ja: 写真ライブラリに保存
ko: 사진 앱에 저장
ru: Сохранить в Фото
uk: Зберегти у Фото
zh_hans: 保存到照片库
zh_hk: 儲存至相片圖庫

source: Seconds
ar: ثواني
de: Sekunden
es: Segundos
fr: Secondes
ja: 秒
ko: 초
ru: с
uk: с
zh_hans: 秒
zh_hk: 秒

source: Seed
ar: البذرة (Seed)
es: Semilla
fr: Graine
ja: シード値
ko: 시드 값
ru: Сид
uk: Сид
zh_hans: 种子值
zh_hk: 種子值

source: Select
ar: تحديد
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: 選択
ko: 선택
ru: Выбрать
uk: Вибрати
zh_hans: 选择
zh_hk: 選擇

source: Select a Menu
ar: اختيار قائمة
de: Menü auswählen
es: Selecciona un menú
fr: Sélectionnez un menu
ja: メニューを選択
ko: 메뉴 선택
ru: Выберите меню
uk: Виберіть меню
zh_hans: 选择菜单
zh_hk: 選擇選單

source: Select a model to see the details.
ar: حدد نموذجًا لرؤية التفاصيل.
de: Wählen Sie ein Modell aus, um die Details anzuzeigen.
es: Selecciona un modelo para ver los detalles.
fr: Sélectionnez un modèle pour voir les détails.
ja: 詳細を表示するにはモデルを選択してください。
ko: 상세 정보를 보려면 모델을 선택하세요.
ru: Выберите модель, чтобы увидеть подробности.
uk: Виберіть модель, щоб побачити подробиці.
zh_hans: 选择模型以查看详情。
zh_hk: 選擇模型以查看詳情。

source: Select a server to see the details.
ar: حدد خادمًا لرؤية التفاصيل.
de: Wählen Sie einen Server aus, um die Details anzuzeigen.
es: Selecciona un servidor para ver los detalles.
fr: Sélectionnez un serveur pour voir les détails.
ja: 詳細を表示するにはサーバーを選択してください。
ko: 상세 정보를 보려면 서버를 선택하세요.
ru: Выберите сервер, чтобы увидеть подробности.
uk: Виберіть сервер, щоб побачити подробиці.
zh_hans: 选择服务器以查看详情。
zh_hk: 選擇伺服器以查看詳情。

source: Select Destination
ar: تحديد الوجهة
de: Speicherort wählen
es: Seleccionar destino
fr: Sélectionner la destination
ja: 保存先を選択
ko: 저장 위치 선택
ru: Выберите место сохранения
uk: Виберіть місце збереження
zh_hans: 选择保存位置
zh_hk: 選擇儲存位置

source: Select Icon
ar: اختيار الأيقونة
de: Symbol auswählen
es: Seleccionar icono
fr: Sélectionner l'icône
ja: アイコンを選択
ko: 아이콘 선택
ru: Выбрать значок
uk: Вибрати значок
zh_hans: 选择图标
zh_hk: 選擇圖標

source: Select Model
ar: اختيار النموذج
de: Modell auswählen
es: Seleccionar modelo
fr: Sélectionner le modèle
ja: モデルを選択
ko: 모델 선택
ru: Выбрать модель
uk: Вибрати модель
zh_hans: 选择模型
zh_hk: 選擇模型

source: Select Model (%@ Selected)
ar: تحديد النموذج (%@ محدد)
de: Modell auswählen (%@ ausgewählt)
es: Seleccionar modelo (%@ seleccionado)
fr: Sélectionner le modèle (%@ sélectionné)
ja: モデルを選択 (%@ 選択済)
ko: 모델 선택 (%@ 선택됨)
ru: Выбрать модель (%@ выбрано)
uk: Вибрати модель (%@ вибрано)
zh_hans: 选择模型（已选择 %@）
zh_hk: 選擇模型（已選擇 %@）

source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
ko: 전송
ru: Отправить
uk: Надіслати
zh_hans: 发送
zh_hk: 發送

source: Send Feedback
ar: إرسال ملاحظات
de: Feedback senden
es: Enviar Comentarios
fr: Envoyer des commentaires
ja: フィードバックを送信
ko: 피드백 보내기
ru: Отправить отзыв
uk: Надіслати відгук
zh_hans: 发送反馈
zh_hk: 發送回饋

source: Server
ar: الخادم
es: Servidor
fr: Serveur
ja: サーバー
ko: 서버
ru: Сервер
uk: Сервер
zh_hans: 服务器
zh_hk: 伺服器

source: Server Details
ar: تفاصيل الخادم
es: Detalles del Servidor
fr: Détails du serveur
ja: サーバーの詳細
ko: 서버 상세 정보
ru: Подробности сервера
uk: Подробиці сервера
zh_hans: 服务器详情
zh_hk: 伺服器詳情

source: Servers
ar: الخوادم
de: Server
es: Servidores
fr: Serveurs
ja: サーバー
ko: 서버
ru: Серверы
uk: Сервери
zh_hans: 服务器
zh_hk: 伺服器

source: Sets how far back for the model to look back to prevent repetition.
ar: يحدد مدى رجوع النموذج للخلف لمنع التكرار.
de: Legt fest, wie weit das Modell zurückblickt, um Wiederholungen zu vermeiden.
es: Establece qué tan atrás debe mirar el modelo para evitar la repetición.
fr: Définit la distance à laquelle le modèle doit regarder en arrière pour éviter les répétitions.
ja: モデルの繰り返し出力を防止するために遡るトークン数を指定します。
ko: 반복을 방지하기 위해 모델이 되돌아볼 범위를 설정합니다.
ru: Определяет, как далеко назад должен смотреть модель, чтобы предотвратить повторения.
uk: Визначає, як далеко назад повинна дивитися модель, щоб запобігти повторенням.
zh_hans: 设置模型回顾多远以防止重复。
zh_hk: 設置模型回顧多遠以防止重複。

source: Sets how strongly to penalize repetitions.
ar: يحدد مدى قوة معاقبة التكرار.
de: Legt fest, wie stark Wiederholungen bestraft werden.
es: Establece con qué fuerza se deben penalizar las repeticiones.
fr: Définit la force avec laquelle les répétitions doivent être pénalisées.
ja: 繰り返しペナルティの強さを指定します。
ko: 반복을 얼마나 강력하게 페널티를 줄지 설정합니다.
ru: Определяет, насколько сильно штрафовать повторения.
uk: Визначає, наскільки сильно штрафувати повторення.
zh_hans: 设置对重复内容的惩罚强度。
zh_hk: 設置對重複內容的懲罰強度。

source: Sets the maximum number of tokens to predict when generating text.
ar: يحدد الحد الأقصى لعدد الرموز التي سيتم توقعها عند إنشاء النص.
de: Legt die maximale Anzahl von Token fest, die bei der Texterzeugung vorhergesagt werden sollen.
es: Establece el número máximo de tokens a predecir al generar texto.
fr: Définit le nombre maximum de jetons à prédire lors de la génération de texte.
ja: 出力する最大トークン数を指定します。
ko: 텍스트 생성 시 예측할 최대 토큰 수를 설정합니다.
ru: Определяет максимальное количество токенов для предсказания при генерации текста.
uk: Визначає максимальну кількість токенів для передбачення при генерації тексту.
zh_hans: 设置生成文本时要预测的最大标记数量。
zh_hk: 設置生成文本時要預測的最大標記數量。

source: Sets the time a model is kept in the Ollama server's memory.
ar: يضبط الوقت الذي يتم فيه الاحتفاظ بالنموذج في ذاكرة خادم Ollama.
de: Legt die Zeit fest, die ein Modell im Speicher des Ollama-Servers aufbewahrt wird.
es: Establece el tiempo que un modelo permanece en la memoria del servidor Ollama.
fr: Définit la durée pendant laquelle un modèle est conservé dans la mémoire du serveur Ollama.
ja: Ollamaサーバーのメモリ上にモデルを保持する時間を設定します。
ko: Ollama 서버의 메모리에 모델이 유지되는 시간을 설정합니다.
ru: Устанавливает время, в течение которого модель остается в памяти сервера Ollama.
uk: Встановлює час, протягом якого модель залишається в пам'яті сервера Ollama.
zh_hans: 设置模型在 Ollama 服务器内存中保留的时间。
zh_hk: 設定模型在 Ollama 伺服器記憶體中保留的時間。

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ko: 설정
ru: Настройки
uk: Налаштування
zh_hans: 设置
zh_hk: 設定

source: Settings…
ar: الإعدادات…
de: Einstellungen…
es: Ajustes…
fr: Paramètres…
ja: 設定…
ko: 설정…
ru: Настройки…
uk: Налаштування…
zh_hans: 设置…
zh_hk: 設定…

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
ja: 共有
ko: 공유
ru: Поделиться
uk: Поширити
zh_hans: 分享
zh_hk: 分享

source: Show Inspector
ar: إظهار المفتش
de: Inspektor anzeigen
es: Mostrar Inspector
fr: Afficher l'inspecteur
ja: インスペクタを表示
ko: 인스펙터 표시
ru: Показать инспектор
uk: Показати інспектор
zh_hans: 显示检查器
zh_hk: 顯示檢查器

source: Show license information for this application and the libraries used.
ar: إظهار معلومات الترخيص لهذا التطبيق والمكتبات المستخدمة.
de: Lizenzinformationen für diese Anwendung und die verwendeten Bibliotheken anzeigen.
es: Mostrar información de licencia para esta aplicación y las bibliotecas utilizadas.
fr: Afficher les informations de licence pour cette application et les bibliothèques utilisées.
ja: このアプリケーションと使用されているライブラリのライセンス情報を表示します。
ko: 이 애플리케이션과 사용된 라이브러리의 라이선스 정보를 표시합니다.
ru: Показать информацию о лицензии для этого приложения и используемых библиотек.
uk: Показати інформацію про ліцензію для цього додатка та використовуваних бібліотек.
zh_hans: 显示此应用程序及所用库的许可证信息。
zh_hk: 顯示此應用程式及所用程式庫的授權資訊。

source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
ru: Размер
uk: Розмір
zh_hans: 大小
zh_hk: 大小

source: Size:
ar: الحجم:
de: Größe:
es: Tamaño:
fr: Taille :
ja: サイズ:
ko: 크기:
ru: Размер:
uk: Розмір:
zh_hans: 大小：
zh_hk: 大小：

source: Sort
ar: فرز
de: Sortieren
es: Ordenar
fr: Trier
ja: 並び替え
ko: 정렬
ru: Сортировка
uk: Сортування
zh_hans: 排序
zh_hk: 排序

source: Sort and Filter
ar: فرز وتصفية
de: Sortieren und Filtern
es: Ordenar y filtrar
fr: Trier et filtrer
ja: 並び替えとフィルタリング
ko: 정렬 및 필터
ru: Сортировка и фильтрация
uk: Сортування та фільтрація
zh_hans: 排序和筛选
zh_hk: 排序與篩選

source: Sort by
ar: فرز حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
ja: 並び順
ko: 정렬 기준
ru: Сортировать по
uk: Сортувати за
zh_hans: 排序依据
zh_hk: 排序方式

source: Specifies the height of the image you want to generate.
ar: يحدد ارتفاع الصورة التي تريد توليدها.
de: Gibt die Höhe des Bildes an, das Sie erzeugen möchten.
es: Especifica la altura de la imagen que deseas generar.
fr: Spécifie la hauteur de l'image que vous souhaitez générer.
ja: 生成したい画像の高さを指定します。
ko: 생성할 이미지의 높이를 지정합니다.
ru: Указывает высоту изображения, которое вы хотите сгенерировать.
uk: Вказує висоту зображення, яке ви хочете згенерувати.
zh_hans: 指定您要生成的图像高度。
zh_hk: 指定您要生成的圖片高度。

source: Specifies the maximum number of tokens the model can remember (reference) during a session.
ar: يحدد الحد الأقصى لعدد الرموز التي يمكن للنموذج تذكرها (الرجوع إليها) خلال جلسة.
de: Legt die maximale Anzahl von Token fest, die sich das Modell während einer Sitzung merken (auf die es sich beziehen) kann.
es: Especifica el número máximo de tokens que el modelo puede recordar (referenciar) durante una sesión.
fr: Spécifie le nombre maximum de jetons que le modèle peut mémoriser (référencer) au cours d'une session.
ja: モデルがセッション中に記憶できる（参照できる）最大トークン数を指定します。
ko: 세션 동안 모델이 기억할 수 있는(참조할 수 있는) 최대 토큰 수를 지정합니다.
ru: Указывает максимальное количество токенов, которые модель может запомнить (использовать в качестве ссылки) во время сеанса.
uk: Вказує максимальну кількість токенів, які модель може запам'ятати (використовувати як посилання) під час сеансу.
zh_hans: 指定模型在会话期间可以记住（参考）的最大标记数量。
zh_hk: 指定模型在會話期間可以記住（參考）的最大標記數量。

source: Specifies the model temperature. Increasing the temperature makes the response more creative, while decreasing it makes it more accurate.
ar: يحدد درجة حرارة النموذج. زيادة درجة الحرارة تجعل الاستجابة أكثر إبداعًا، بينما تقليلها يجعلها أكثر دقة.
de: Legt die Modelltemperatur fest. Eine Erhöhung der Temperatur macht die Antwort kreativer, während eine Verringerung sie genauer macht.
es: Especifica la temperatura del modelo. Aumentar la temperatura hace que la respuesta sea más creativa, mientras que disminuirla la hace más precisa.
fr: Spécifie la température du modèle. L'augmentation de la température rend la réponse plus créative, tandis que sa diminution la rend plus précise.
ja: モデルの温度を指定します。温度を上げると回答がより創造的になり、温度を下げるとより正確的になります。
ko: 모델 온도를 지정합니다. 온도를 높이면 응답이 더 창의적이 되고, 낮추면 더 정확해집니다.
ru: Указывает температуру модели. Увеличение температуры делает ответ более творческим, а уменьшение — более точным.
uk: Вказує температуру моделі. Збільшення температури робить відповідь більш творчою, а зменшення — більш точною.
zh_hans: 指定模型温度。提高温度使响应更具创造性，降低温度使响应更准确。
zh_hk: 指定模型溫度。提高溫度使響應更具創造性，降低溫度使響應更準確。

source: Specifies the number of image generation steps. Increasing the number of steps increases generation time but can improve detail.
ar: يحدد عدد خطوات توليد الصورة. زيادة عدد الخطوات يزيد من وقت التوليد ولكن يمكن أن يحسن التفاصيل.
de: Gibt die Anzahl der Bilderzeugungsschritte an. Eine Erhöhung der Anzahl der Schritte verlängert die Erzeugungszeit, kann aber die Details verbessern.
es: Especifica el número de pasos de generación de imágenes. Aumentar el número de pasos aumenta el tiempo de generación pero puede mejorar el detalle.
fr: Spécifie le nombre d'étapes de génération d'image. L'augmentation du nombre d'étapes augmente le temps de génération mais peut améliorer les détails.
ja: 画像生成のステップ数を指定します。ステップ数を増やすと生成にかかる時間が長くなりますが、ディテールを向上させることができます。
ko: 이미지 생성 단계를 지정합니다. 단계를 늘리면 생성 시간은 길어지지만 디테일은 향상될 수 있습니다.
ru: Указывает количество шагов генерации. Увеличение числа шагов увеличивает время генерации, но может улучшить детализацию.
uk: Вказує кількість кроків генерації. Збільшення числа кроків збільшує час генерації, але може покращити деталізацію.
zh_hans: 指定图像生成的步数。增加步数会增加生成时间，但可以提高细节。
zh_hk: 指定圖片生成的步數。增加步數會增加生成時間，但可以提高細節。

source: Specifies the seed value used for image generation.
ar: يحدد قيمة البذرة المستخدمة لتوليد الصورة.
de: Gibt den Seed-Wert an, der für die Bilderzeugung verwendet wird.
es: Especifica el valor de la semilla utilizado para la generación de imágenes.
fr: Spécifie la valeur de graine utilisée pour la génération d'images.
ja: 画像生成に使用するシード値を指定します。
ko: 이미지 생성에 사용할 시드 값을 지정합니다.
ru: Указывает сид (начальное значение), используемый для генерации изображения.
uk: Вказує сид (початкове значення), що використовується для генерації зображення.
zh_hans: 指定用于图像生成的种子值。
zh_hk: 指定用於圖片生成的種子值。
